A8 - TDD/rspec-rails/app/controllers/articles_controller.rb

INSERT INTO "articles" ("title", "text", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "HELLO11"], ["text", "WORLD!!!!!"], ["created_at", "2016-09-27 06:32:17.711007"], ["updated_at", "2016-09-27 06:32:17.711007"]]
---
  def create
    @article = Article.new(article_params)
    @article.save